tap "azure/kubelogin"
tap "cantino/mcfly"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "asciinema"
brew "bat"
brew "buildkit"
brew "glib"
brew "ruby"
brew "cocoapods"
brew "libidn2"
brew "libssh2"
brew "curl"
brew "qt@5"
brew "djview4"
brew "extract_url"
brew "fd"
brew "freetds"
brew "gd"
brew "gdk-pixbuf"
brew "git"
brew "gnutls"
brew "guile"
brew "gnupg"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "helix"
brew "helm"
brew "htop"
brew "httpie"
brew "hyperkit"
brew "libheif"
brew "imagemagick"
brew "imagemagick@6"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lua-language-server"
brew "midnight-commander"
brew "nghttp2"
brew "node"
brew "openjdk"
brew "openjdk@8"
brew "php"
brew "pinentry-mac"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "stylua"
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "todo-txt"
brew "tree"
brew "urlview"
brew "wget"
brew "azure/kubelogin/kubelogin"
brew "cantino/mcfly/mcfly"
brew "qmk/qmk/qmk"
cask "adoptopenjdk8"
cask "font-hack-nerd-font"
cask "macvim"
