tap "azure/kubelogin"
tap "cantino/mcfly"
tap "homebrew/bundle"
tap "nakabonne/ali"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "asciinema"
brew "azure-cli"
brew "libssh2"
brew "bat"
brew "buildkit"
brew "glib"
brew "cocoapods"
brew "harfbuzz"
brew "djview4"
brew "docker-compose"
brew "extract_url"
brew "fd"
brew "libidn2"
brew "gnutls"
brew "pango"
brew "ffmpeg"
brew "forgit"
brew "freetds"
brew "gd"
brew "gdk-pixbuf"
brew "gifsicle"
brew "git"
brew "gnupg"
brew "gobject-introspection"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "helix"
brew "helm"
brew "htop"
brew "httpie"
brew "libheif"
brew "imagemagick"
brew "imagemagick@6"
brew "jj"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lima"
brew "lua-language-server"
brew "luarocks"
brew "lynx"
brew "minikube"
brew "nghttp2"
brew "node"
brew "php"
brew "pinentry-mac"
brew "podman"
brew "podman-compose"
brew "presenterm"
brew "python@3.9"
brew "qt@5"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "stern"
brew "stylua"
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "urlview"
brew "wget"
brew "nakabonne/ali/ali"
cask "aerospace"
cask "font-hack-nerd-font"
cask "podman-desktop"
