tap "azure/kubelogin"
tap "cantino/mcfly"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "asciinema"
brew "bat"
brew "buildkit"
brew "glib"
brew "cocoapods"
brew "libidn2"
brew "libssh2"
brew "curl"
brew "qt@5"
brew "djview4"
brew "docker"
brew "docker-compose"
brew "extract_url"
brew "fd"
brew "freetds"
brew "gd"
brew "gdk-pixbuf"
brew "git"
brew "gnutls"
brew "gnupg"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "helix"
brew "helm"
brew "htop"
brew "httpie"
brew "hyperkit"
brew "libheif"
brew "imagemagick"
brew "imagemagick@6"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lua-language-server"
brew "midnight-commander"
brew "minikube"
brew "nghttp2"
brew "node"
brew "openjdk"
brew "openjdk@8"
brew "php"
brew "pinentry-mac"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "stern"
brew "stylua"
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "todo-txt"
brew "tree"
brew "tree-sitter"
brew "urlview"
brew "wget"
brew "azure/kubelogin/kubelogin"
brew "cantino/mcfly/mcfly"
brew "qmk/qmk/qmk"
cask "adoptopenjdk8"
cask "fig"
cask "font-hack-nerd-font"
cask "macvim"
vscode "alexkrechik.cucumberautocomplete"
vscode "dbaeumer.vscode-eslint"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "fallenwood.vimL"
vscode "jaspernorth.vscode-pigments"
vscode "jdinhlife.gruvbox"
vscode "Kasik96.latte"
vscode "letrieu.expand-region"
vscode "lightrun.lightrunplugin-saas"
vscode "MellowMarshmallow.groovy"
vscode "mjmcloug.vscode-elixir"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "NicolasVuillamy.vscode-groovy-lint"
vscode "streetsidesoftware.code-spell-checker"
vscode "tomaszbartoszewski.avro-tools"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "withfig.fig"
vscode "yzhang.markdown-all-in-one"
